Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# smart_body_completion_celebration_alt_1
source: Harika ilerledin, emeğin kabul olsun.
ar: تقدّم جميل، نسأل الله قبول سعيك.
de: Wunderbarer Fortschritt - möge deine Muhe angenommen werden.
en: Great progress—may your effort be accepted.
es: Buen progreso; que tu esfuerzo sea aceptado.
fa: پيشرفت زيبايي است؛ خدا تلاشت را قبول كند.
fr: Beau progres ; qu’Allah accepte ton effort.
id: Perkembangan yang baik, semoga amalmu diterima.
ms: Kemajuan yang baik, semoga usahamu diterima.
ru: Хороший прогресс - пусть твой труд будет принят.
ur: بہت اچھا پيش رفت ہے، اللہ تمہاری کوشش قبول فرمائے۔

# smart_body_completion_celebration_alt_2
source: Bugünkü zikrini tamamladın, tebrikler.
ar: أتممت ذكر اليوم، أحسنت.
de: Du hast den heutigen Dhikr abgeschlossen. Gut gemacht.
en: You completed today’s dhikr. Well done.
es: Has completado el dhikr de hoy. Muy bien.
fa: ذكر امروزت را كامل كردي. احسنت.
fr: Tu as termine le dhikr d’aujourd’hui. Bravo.
id: Kamu telah menyelesaikan zikir hari ini. Bagus sekali.
ms: Anda telah menyelesaikan zikir hari ini. Bagus sekali.
ru: Ты завершил сегодняшний зикр. Отлично.
ur: تم نے آج کا ذکر مکمل کر لیا۔ بہت خوب۔

# smart_body_completion_celebration_alt_3
source: İstikrarın çok güzel, devam edelim.
ar: ثباتك جميل، واصل.
de: Deine Beständigkeit ist schön. Mach weiter.
en: Your consistency is beautiful. Keep going.
es: Tu constancia es hermosa. Sigue así.
fa: پيوستگي تو زيباست. ادامه بده.
fr: Ta constance est precieuse. Continue ainsi.
id: Konsistensimu indah. Teruskan.
ms: Konsistensi anda indah. Teruskan.
ru: Твоя постоянность прекрасна. Продолжай.
ur: تمہارا تسلسل خوبصورت ہے۔ جاری رکھو۔

# smart_body_completion_celebration_primary
source: Maşallah, hedefini tamamladın. Allah kabul etsin.
ar: ما شاء الله، بلغت هدفك. نسأل الله قبوله.
de: MashaAllah, du hast dein Ziel erreicht. Möge es angenommen werden.
en: MashaAllah, you reached your goal. May it be accepted.
es: MashaAllah, alcanzaste tu meta. Que sea aceptada.
fa: ماشاءالله، به هدفت رسيدي. خدا قبول كند.
fr: MashaAllah, tu as atteint ton objectif. Qu’Allah l’accepte.
id: MasyaAllah, kamu mencapai tujuanmu. Semoga diterima.
ms: Masya-Allah, anda mencapai sasaran anda. Semoga diterima.
ru: МашаАллах, ты достиг цели. Пусть это будет принято.
ur: ماشاءاللہ، تم اپنے ہدف تک پہنچ گئے۔ اللہ قبول فرمائے۔

# smart_body_daily_gentle_alt_1
source: Bugün birkaç tekrar bile kalbini ferahlatır.
ar: حتى التكرارات القليلة تجلب السكينة.
de: Schon ein paar Wiederholungen können Ruhe bringen.
en: Even a few repeats can bring calm.
es: Incluso unas pocas repeticiones pueden traer calma.
fa: حتی چند تكرار هم آرامش مي‌آورد.
fr: Quelques repetitions peuvent deja apporter du calme.
id: Beberapa pengulangan saja bisa membawa ketenangan.
ms: Beberapa ulangan pun boleh membawa ketenangan.
ru: Даже несколько повторений могут принести покой.
ur: چند تکرار بھی سکون لا سکتے ہیں۔

# smart_body_daily_gentle_alt_2
source: Kısa bir zikir molası iyi gelir.
ar: استراحة ذكر قصيرة قد تساعدك.
de: Eine kurze Dhikr-Pause kann helfen.
en: A quick dhikr break can help.
es: Una breve pausa de dhikr puede ayudar.
fa: يك وقفه كوتاه براي ذكر مي‌تواند مفيد باشد.
fr: Une courte pause de dhikr peut aider.
id: Istirahat zikir sejenak bisa membantu.
ms: Rehat zikir sebentar boleh membantu.
ru: Небольшой перерыв на зикр может помочь.
ur: ذکر کا مختصر وقفہ مددگار ہو سکتا ہے۔

# smart_body_daily_gentle_alt_3
source: Şimdi küçük bir zikirle niyet tazele.
ar: جدّد نيتك بذكر صغير.
de: Erneuere deine Absicht mit einem kleinen Dhikr.
en: Renew your intention with a small dhikr.
es: Renueva tu intención con un pequeño dhikr.
fa: نيتت را با يك ذكر كوتاه تازه كن.
fr: Renouvelle ton intention avec un petit dhikr.
id: Perbarui niatmu dengan zikir kecil.
ms: Perbaharui niat anda dengan zikir kecil.
ru: Обнови свое намерение небольшим зикром.
ur: اپنی نیت کو ایک مختصر ذکر سے تازہ کرو۔

# smart_body_daily_gentle_primary
source: Kısa bir zikirle güne güzel bir nefes ver.
ar: ذكر قصير نَفَس طيب لهذا اليوم.
de: Ein kurzer Dhikr ist ein guter Atemzug fur diesen Tag.
en: A short dhikr is a good breath for today.
es: Un dhikr breve es un buen respiro para hoy.
fa: يك ذكر كوتاه، نفسي خوب براي امروز است.
fr: Un court dhikr est une belle respiration pour aujourd’hui.
id: Zikir singkat adalah napas yang baik untuk hari ini.
ms: Zikir ringkas ialah nafas yang baik untuk hari ini.
ru: Короткий зикр - хорошее дыхание для этого дня.
ur: آج کے لیے مختصر ذکر ایک خوبصورت سانس ہے۔

# smart_body_evening_calm_alt_1
source: Günün sonunda kalbini zikirle dinlendir.
ar: اختم يومك بذكر يريح القلب.
de: Lass dein Herz mit Dhikr am Tagesende zur Ruhe kommen.
en: Unwind your heart with dhikr at day’s end.
es: Serena tu corazón con dhikr al final del día.
fa: در پايان روز، دلت را با ذكر آرام كن.
fr: Apaise ton coeur avec le dhikr en fin de journee.
id: Tenangkan hati dengan zikir di akhir hari.
ms: Tenangkan hati dengan zikir di hujung hari.
ru: Успокой сердце зикром в конце дня.
ur: دن کے اختتام پر ذکر کے ساتھ دل کو سکون دو۔

# smart_body_evening_calm_alt_2
source: Şimdi birkaç dakika zikirle huzur bul.
ar: بضع دقائق من الذكر قد تجلب السلام.
de: Ein paar Minuten Dhikr können Frieden bringen.
en: A few minutes of dhikr can bring peace.
es: Unos minutos de dhikr pueden traer paz.
fa: چند دقيقه ذكر مي‌تواند آرامش بياورد.
fr: Quelques minutes de dhikr peuvent apporter la paix.
id: Beberapa menit zikir dapat membawa kedamaian.
ms: Beberapa minit zikir boleh membawa ketenangan.
ru: Несколько минут зикра могут принести мир.
ur: ذکر کے چند منٹ سکون لا سکتے ہیں۔

# smart_body_evening_calm_alt_3
source: Akşamın bereketi için küçük bir zikir.
ar: ذكر صغير لبركة المساء.
de: Ein kleiner Dhikr fur den Segen des Abends.
en: A small dhikr for the evening’s blessing.
es: Un pequeño dhikr para la bendición de la tarde.
fa: ذكري كوتاه براي بركت شب.
fr: Un petit dhikr pour la benediction du soir.
id: Zikir kecil untuk keberkahan malam.
ms: Zikir kecil untuk keberkatan malam.
ru: Небольшой зикр для благословения вечера.
ur: شام کی برکت کے لیے ایک مختصر ذکر۔

# smart_body_evening_calm_primary
source: Akşam sakinliğinde kısa bir zikir iyi gelir.
ar: ذكر قصير يليق بسكينة المساء.
de: Ein kurzer Dhikr passt zur Ruhe des Abends.
en: A short dhikr fits the calm of evening.
es: Un dhikr breve acompaña bien la calma de la tarde.
fa: يك ذكر كوتاه، شايسته آرامش شب است.
fr: Un court dhikr convient bien au calme du soir.
id: Zikir singkat selaras dengan ketenangan malam.
ms: Zikir ringkas sesuai dengan ketenangan malam.
ru: Короткий зикр подходит спокойствию вечера.
ur: مختصر ذکر شام کے سکون کے ساتھ خوب جچتا ہے۔

# smart_body_inactive_return_alt_1
source: Nerede kalmıştık? Birkaç tekrar yeter.
ar: أين توقفنا؟ بضع تكرارات تكفي.
de: Wo waren wir stehen geblieben? Ein paar Wiederholungen genügen.
en: Where were we? Just a few repeats.
es: ¿Dónde nos quedamos? Unas pocas repeticiones bastan.
fa: كجا مانده بوديم؟ چند تكرار كافي است.
fr: Ou en etions-nous ? Quelques repetitions suffisent.
id: Kita sampai mana? Beberapa pengulangan saja cukup.
ms: Kita sampai mana? Beberapa ulangan sudah memadai.
ru: На чем мы остановились? Нескольких повторений достаточно.
ur: ہم کہاں رکے تھے؟ چند تکرار کافی ہیں۔

# smart_body_inactive_return_alt_2
source: Geri dönmen güzel, küçük bir adımla başla.
ar: مرحبًا بعودتك، ابدأ بخطوة صغيرة.
de: Willkommen zuruck - beginne mit einem kleinen Schritt.
en: Welcome back—begin with a small step.
es: Bienvenido de nuevo; empieza con un pequeño paso.
fa: خوش برگشتي؛ با يك قدم كوچك شروع كن.
fr: Heureux de te revoir ; commence par un petit pas.
id: Selamat datang kembali, mulailah dengan langkah kecil.
ms: Selamat kembali, mulakan dengan langkah kecil.
ru: С возвращением - начни с маленького шага.
ur: واپس خوش آمدید، ایک چھوٹے قدم سے آغاز کریں۔

# smart_body_inactive_return_alt_3
source: Bugün tekrar başlamak için güzel bir gün.
ar: اليوم يوم جميل للبداية من جديد.
de: Heute ist ein guter Tag, um neu zu beginnen.
en: Today is a good day to begin again.
es: Hoy es un buen día para empezar de nuevo.
fa: امروز روز خوبي براي آغاز دوباره است.
fr: Aujourd’hui est un bon jour pour recommencer.
id: Hari ini hari yang baik untuk memulai lagi.
ms: Hari ini hari yang baik untuk bermula semula.
ru: Сегодня хороший день, чтобы начать снова.
ur: آج دوبارہ آغاز کے لیے ایک اچھا دن ہے۔

# smart_body_inactive_return_primary
source: Kısa bir zikirle yeniden başlayabilirsin.
ar: يمكنك أن تبدأ من جديد بذكر قصير.
de: Du kannst mit einem kurzen Dhikr neu beginnen.
en: You can restart with a short dhikr.
es: Puedes empezar de nuevo con un dhikr breve.
fa: مي‌تواني با يك ذكر كوتاه دوباره شروع كني.
fr: Tu peux recommencer avec un court dhikr.
id: Kamu bisa memulai kembali dengan zikir singkat.
ms: Anda boleh bermula semula dengan zikir ringkas.
ru: Ты можешь начать снова с короткого зикра.
ur: آپ مختصر ذکر کے ساتھ دوبارہ آغاز کر سکتے ہیں۔

# smart_body_personalized_dhikr_alt_1
source: Bugün seçtiğin zikirle güzel bir başlangıç yap.
ar: ابدأ يومك بالذكر الذي اخترته.
de: Beginne den Tag mit dem Dhikr, den du gewählt hast.
en: Start today with the dhikr you chose.
es: Empieza el día con el dhikr que elegiste.
fa: روزت را با ذكري كه انتخاب كرده‌اي شروع كن.
fr: Commence ta journee avec le dhikr que tu as choisi.
id: Mulailah harimu dengan zikir yang kamu pilih.
ms: Mulakan hari anda dengan zikir yang anda pilih.
ru: Начни день с того зикра, который ты выбрал.
ur: اپنا دن اُس ذکر سے شروع کرو جو تم نے چنا ہے۔

# smart_body_personalized_dhikr_alt_2
source: Kısa bir zikir, büyük bir huzur getirebilir.
ar: ذكر قصير قد يجلب سكينة عظيمة.
de: Ein kurzer Dhikr kann großen Frieden bringen.
en: A short dhikr can bring great peace.
es: Un dhikr breve puede traer una gran paz.
fa: يك ذكر كوتاه مي‌تواند آرامش بزرگي بياورد.
fr: Un court dhikr peut apporter une grande paix.
id: Zikir singkat dapat membawa ketenangan besar.
ms: Zikir ringkas boleh membawa ketenangan yang besar.
ru: Короткий зикр может принести большой покой.
ur: مختصر ذکر گہرا سکون لا سکتا ہے۔

# smart_body_personalized_dhikr_alt_3
source: Kalbine iyi gelen zikri şimdi hatırla.
ar: تذكّر الذكر الذي يرفع قلبك.
de: Erinnere dich an den Dhikr, der dein Herz hebt.
en: Remember the dhikr that lifts your heart.
es: Recuerda el dhikr que eleva tu corazón.
fa: ذكري را به ياد آور كه دل تو را بالا مي‌برد.
fr: Souviens-toi du dhikr qui eleve ton coeur.
id: Ingat zikir yang mengangkat hatimu.
ms: Ingat zikir yang mengangkat hati anda.
ru: Помни зикр, который поднимает твое сердце.
ur: اُس ذکر کو یاد کرو جو دل کو بلند کرتا ہے۔

# smart_body_personalized_dhikr_primary
source: Sana uygun bir zikirle kalbini tazele.
ar: أنعش قلبك بذكر يناسبك.
de: Erfrische dein Herz mit einem Dhikr, der zu dir passt.
en: Refresh your heart with a dhikr that fits you.
es: Renueva tu corazón con un dhikr que te acompañe.
fa: دل خود را با ذكري كه برايت مناسب است تازه كن.
fr: Rafraichis ton coeur avec un dhikr qui te convient.
id: Segarkan hatimu dengan zikir yang sesuai untukmu.
ms: Segarkan hati anda dengan zikir yang sesuai untuk anda.
ru: Освежи сердце зикром, который подходит тебе.
ur: اپنے دل کو ایسے ذکر سے تازہ کرو جو تمہیں مناسب ہو۔

# smart_body_prayer_followup_alt_1
source: Şimdi birkaç salavatla günün bereketlensin.
ar: بضع صلوات الآن قد تبارك يومك.
de: Ein paar Salawat jetzt können deinen Tag segnen.
en: A few salawat now can bless your day.
es: Unas salawat ahora pueden bendecir tu día.
fa: چند صلوات همين حالا مي‌تواند روزت را پربركت كند.
fr: Quelques salawat maintenant peuvent benir ta journee.
id: Beberapa salawat sekarang dapat memberkahi harimu.
ms: Beberapa selawat sekarang boleh memberkati hari anda.
ru: Несколько салаватов сейчас могут благословить твой день.
ur: ابھی چند درود تمہارے دن میں برکت لا سکتے ہیں۔

# smart_body_prayer_followup_alt_2
source: Dua ile namazın bereketini artır.
ar: دعاء قصير قد يعمّق بركة الصلاة.
de: Ein kurzes Dua kann den Segen des Gebets vertiefen.
en: A brief dua can deepen the prayer’s blessings.
es: Una dua breve puede profundizar la bendición de la oración.
fa: يك دعاي كوتاه مي‌تواند بركت نماز را عميق‌تر كند.
fr: Une courte dua peut approfondir la benediction de la priere.
id: Doa singkat dapat memperdalam keberkahan salat.
ms: Doa ringkas boleh menambahkan keberkatan solat.
ru: Короткая дуа может углубить благословение молитвы.
ur: مختصر دعا نماز کی برکت کو گہرا کر سکتی ہے۔

# smart_body_prayer_followup_alt_3
source: Zikirle günün dinginliğini artır.
ar: أضف سكينة إلى يومك بذكر.
de: Bringe mit Dhikr mehr Ruhe in deinen Tag.
en: Add calm to your day with dhikr.
es: Añade calma a tu día con dhikr.
fa: با ذكر، آرامش را به روزت اضافه كن.
fr: Ajoute du calme a ta journee avec le dhikr.
id: Tambahkan ketenangan pada harimu dengan zikir.
ms: Tambahkan ketenangan pada hari anda dengan zikir.
ru: Добавь спокойствия в день с помощью зикра.
ur: ذکر کے ساتھ اپنے دن میں سکون شامل کرو۔

# smart_body_prayer_followup_primary
source: Namaz sonrası kısa bir zikirle huzuru tamamla.
ar: أكمل سكينة الصلاة بذكر قصير بعدها.
de: Vollende den Frieden nach dem Gebet mit einem kurzen Dhikr.
en: Complete the peace with a short dhikr after prayer.
es: Completa la paz después de la oración con un dhikr breve.
fa: آرامش نماز را با يك ذكر كوتاه پس از آن كامل كن.
fr: Prolonge la paix apres la priere avec un court dhikr.
id: Lengkapi ketenangan setelah salat dengan zikir singkat.
ms: Lengkapkan ketenangan selepas solat dengan zikir ringkas.
ru: Заверши спокойствие после молитвы коротким зикром.
ur: نماز کے بعد مختصر ذکر سے اُس سکون کو مکمل کرو۔

# smart_body_streak_encouragement_alt_1
source: İstikrarın çok değerli, birkaç tekrar yeter.
ar: الاستمرار مهم، ولو بتكرارات قليلة.
de: Beständigkeit zählt - auch mit nur wenigen Wiederholungen.
en: Consistency matters—just a few repeats.
es: La constancia importa, aunque sean pocas repeticiones.
fa: پيوستگي مهم است، حتي با چند تكرار.
fr: La constance compte, meme avec quelques repetitions.
id: Konsistensi itu penting, meski hanya beberapa pengulangan.
ms: Konsistensi itu penting, walaupun hanya beberapa ulangan.
ru: Постоянство важно, даже если это всего несколько повторений.
ur: تسلسل اہم ہے، چاہے صرف چند تکرار ہی کیوں نہ ہوں۔

# smart_body_streak_encouragement_alt_2
source: Seriyi bozma, küçük bir adım yeter.
ar: لا تقطع السلسلة؛ خطوة صغيرة تكفي.
de: Unterbrich die Serie nicht - ein kleiner Schritt genügt.
en: Don’t break the streak; a small step is enough.
es: No rompas la racha; un pequeño paso basta.
fa: رشته پيوستگي را قطع نكن؛ يك قدم كوچك كافي است.
fr: Ne brise pas la serie ; un petit pas suffit.
id: Jangan putuskan rekor; langkah kecil sudah cukup.
ms: Jangan putuskan rentetan; langkah kecil sudah memadai.
ru: Не прерывай серию - маленького шага достаточно.
ur: تسلسل مت توڑو؛ ایک چھوٹا قدم کافی ہے۔

# smart_body_streak_encouragement_alt_3
source: Bugünkü zikrini tamamlamaya çok az kaldı.
ar: أنت قريب من إكمال ذكر اليوم.
de: Du bist nahe daran, den heutigen Dhikr abzuschließen.
en: You’re close to completing today’s dhikr.
es: Estás cerca de completar el dhikr de hoy.
fa: به كامل كردن ذكر امروز نزديك شده‌اي.
fr: Tu es proche de terminer le dhikr d’aujourd’hui.
id: Kamu sudah dekat untuk menyelesaikan zikir hari ini.
ms: Anda hampir menyelesaikan zikir hari ini.
ru: Ты близок к завершению сегодняшнего зикра.
ur: تم آج کے ذکر کو مکمل کرنے کے قریب ہو۔

# smart_body_streak_encouragement_primary
source: Maşallah, serin devam ediyor. Bugün de koruyalım.
ar: ما شاء الله، سلسلتك قوية، فاحفظها اليوم.
de: MashaAllah, deine Serie ist stark. Halte sie auch heute.
en: MashaAllah, your streak is strong. Keep it today.
es: MashaAllah, tu racha es fuerte. Consérvala hoy.
fa: ماشاءالله، پيوستگي‌ات قوي است؛ امروز هم آن را حفظ كن.
fr: MashaAllah, ta serie est solide. Garde-la aujourd’hui.
id: MasyaAllah, rekor konsistensimu kuat. Jaga hari ini.
ms: Masya-Allah, rentetan anda kuat. Kekalkannya hari ini.
ru: МашаАллах, твоя серия крепка. Сохрани ее и сегодня.
ur: ماشاءاللہ، تمہارا تسلسل مضبوط ہے۔ آج بھی اسے برقرار رکھو۔

# smart_body_weekly_summary_alt_1
source: Haftalık kısa bir bakış: istikrarın artıyor.
ar: نظرة أسبوعية: ثباتك يزداد.
de: Wochenblick: Deine Beständigkeit wächst.
en: Weekly glance: your consistency is growing.
es: Vista semanal: tu constancia está creciendo.
fa: نگاهي هفتگي: پيوستگي‌ات در حال رشد است.
fr: Vue hebdomadaire : ta constance grandit.
id: Tinjauan mingguan: konsistensimu terus tumbuh.
ms: Lihat mingguan: konsistensi anda semakin meningkat.
ru: Еженедельный взгляд: твоя постоянность растет.
ur: ہفتہ وار نظر: تمہارا تسلسل بڑھ رہا ہے۔

# smart_body_weekly_summary_alt_2
source: Bugün haftalık hedefini tazeleyebilirsin.
ar: يمكنك اليوم تجديد هدفك الأسبوعي.
de: Du kannst dein Wochenziel heute erneuern.
en: You can refresh your weekly goal today.
es: Hoy puedes renovar tu meta semanal.
fa: امروز مي‌تواني هدف هفتگي‌ات را تازه كني.
fr: Tu peux aujourd’hui renouveler ton objectif hebdomadaire.
id: Hari ini kamu bisa menyegarkan target mingguanmu.
ms: Hari ini anda boleh memperbaharui sasaran mingguan anda.
ru: Сегодня ты можешь обновить свою недельную цель.
ur: آج آپ اپنا ہفتہ وار ہدف تازہ کر سکتے ہیں۔

# smart_body_weekly_summary_alt_3
source: Geçen hafta için şükür, bu hafta için niyet.
ar: امتنان للأسبوع الماضي ونية للأسبوع الجديد.
de: Dankbarkeit für letzte Woche, Absicht für diese Woche.
en: Gratitude for last week, intention for this week.
es: Gratitud por la semana pasada e intención para esta semana.
fa: سپاس براي هفته گذشته و نيت براي اين هفته.
fr: Gratitude pour la semaine passee, intention pour celle-ci.
id: Syukur untuk pekan lalu, niat untuk pekan ini.
ms: Syukur untuk minggu lalu, niat untuk minggu ini.
ru: Благодарность за прошлую неделю и намерение на эту.
ur: گزشتہ ہفتے پر شکر اور اس ہفتے کے لیے نیت۔

# smart_body_weekly_summary_primary
source: Bu hafta güzel adımlar attın. Devam edelim.
ar: خطوت خطوات جميلة هذا الأسبوع. فلنواصل.
de: Du hast diese Woche gute Schritte gemacht. Lass uns weitermachen.
en: You took good steps this week. Let’s continue.
es: Has dado buenos pasos esta semana. Sigamos adelante.
fa: اين هفته قدم‌هاي خوبي برداشتي. ادامه بدهيم.
fr: Tu as fait de beaux pas cette semaine. Continuons.
id: Kamu mengambil langkah baik minggu ini. Mari lanjutkan.
ms: Anda telah mengambil langkah yang baik minggu ini. Mari teruskan.
ru: На этой неделе ты сделал хорошие шаги. Продолжим.
ur: تم نے اس ہفتے اچھے قدم اٹھائے ہیں۔ آئیے جاری رکھیں۔

# smart_title_calm_evening
source: Sakin akşam
ar: مساء هادئ
de: Ruhiger Abend
en: Calm evening
es: Tarde serena
fa: شام آرام
fr: Soiree paisible
id: Malam yang tenang
ms: Malam yang tenang
ru: Спокойный вечер
ur: پرسکون شام

# smart_title_continue_progress
source: İlerlemeye devam
ar: واصل التقدّم
de: Fortschritt fortsetzen
en: Continue the progress
es: Sigue avanzando
fa: به پيشرفت ادامه بده
fr: Continuer le progres
id: Lanjutkan progres
ms: Teruskan kemajuan
ru: Продолжай движение
ur: پیش رفت جاری رکھو

# smart_title_friday_short_dhikr
source: Cuma için kısa zikir
ar: ذكر قصير ليوم الجمعة
de: Kurzer Dhikr fur den Freitag
en: Short dhikr for Friday
es: Dhikr breve para el viernes
fa: ذكري كوتاه براي جمعه
fr: Court dhikr pour le vendredi
id: Zikir singkat untuk Jumat
ms: Zikir ringkas untuk hari Jumaat
ru: Короткий зикр на пятницу
ur: جمعہ کے لیے مختصر ذکر

# smart_title_keep_consistency
source: İstikrarı koru
ar: حافظ على الاستمرار
de: Beständigkeit bewahren
en: Keep consistency
es: Mantén la constancia
fa: پيوستگي را حفظ كن
fr: Garder la constance
id: Jaga konsistensi
ms: Kekalkan konsistensi
ru: Сохраняй постоянство
ur: تسلسل برقرار رکھو

# smart_title_personal_dhikr_moment
source: Kişisel zikir anı
ar: لحظة ذكر خاصة
de: Personlicher Dhikr-Moment
en: Personal dhikr moment
es: Momento personal de dhikr
fa: لحظه‌اي شخصي براي ذكر
fr: Moment personnel de dhikr
id: Momen zikir pribadi
ms: Saat zikir peribadi
ru: Личный момент зикра
ur: ذاتی ذکر کا لمحہ

# smart_title_post_prayer_reminder
source: Namaz sonrası hatırlatma
ar: تذكير بعد الصلاة
de: Erinnerung nach dem Gebet
en: Post-prayer reminder
es: Recordatorio después de la oración
fa: يادآوري پس از نماز
fr: Rappel apres la priere
id: Pengingat selepas salat
ms: Peringatan selepas solat
ru: Напоминание после молитвы
ur: نماز کے بعد یاد دہانی

# smart_title_short_spiritual_break
source: Kısa manevi mola
ar: استراحة روحية قصيرة
de: Kurze spirituelle Pause
en: Short spiritual break
es: Breve pausa espiritual
fa: وقفه‌اي كوتاه و معنوي
fr: Courte pause spirituelle
id: Rehat spiritual singkat
ms: Rehat rohani singkat
ru: Короткая духовная пауза
ur: مختصر روحانی وقفہ

# smart_title_today_gratitude
source: Bugün şükür
ar: امتنان اليوم
de: Heutige Dankbarkeit
en: Today’s gratitude
es: Gratitud de hoy
fa: سپاس امروز
fr: Gratitude du jour
id: Syukur hari ini
ms: Syukur hari ini
ru: Благодарность дня
ur: آج کی شکرگزاری

# smart_title_weekly_glance
source: Haftalık bakış
ar: نظرة أسبوعية
de: Wochenblick
en: Weekly glance
es: Vista semanal
fa: نگاه هفتگي
fr: Vue hebdomadaire
id: Tinjauan mingguan
ms: Lihat mingguan
ru: Взгляд за неделю
ur: ہفتہ وار نظر

# smart_type_completion_celebration_title
source: Tamamlama kutlaması
ar: احتفاء بالإتمام
de: Feier des Abschlusses
en: Completion celebration
es: Celebración de finalización
fa: جشن تكميل
fr: Celebration de l’achevement
id: Perayaan penyelesaian
ms: Raikan penyempurnaan
ru: Праздник завершения
ur: تکمیل کی خوشی

# smart_type_daily_gentle_title
source: Günlük nazik hatırlatma
ar: تذكير يومي لطيف
de: Sanfte tägliche Erinnerung
en: Daily gentle reminder
es: Recordatorio diario suave
fa: يادآوري آرام روزانه
fr: Rappel quotidien doux
id: Pengingat harian lembut
ms: Peringatan harian lembut
ru: Мягкое ежедневное напоминание
ur: نرم روزانہ یاد دہانی

# smart_type_evening_calm_title
source: Akşam sükûneti
ar: سكينة المساء
de: Abendruhe
en: Evening calm
es: Calma de la tarde
fa: آرامش شب
fr: Calme du soir
id: Ketenangan malam
ms: Ketenangan malam
ru: Вечернее спокойствие
ur: شام کا سکون

# smart_type_inactive_return_title
source: Geri dönüş
ar: مرحبًا بعودتك
de: Willkommen zurück
en: Welcome back
es: Bienvenido de nuevo
fa: خوش برگشتي
fr: Bon retour
id: Selamat datang kembali
ms: Selamat kembali
ru: С возвращением
ur: واپس خوش آمدید

# smart_type_personalized_dhikr_title
source: Kişisel zikir
ar: ذكر مخصص
de: Personlicher Dhikr
en: Personalized dhikr
es: Dhikr personalizado
fa: ذكر شخصي‌سازي‌شده
fr: Dhikr personnalise
id: Zikir pribadi
ms: Zikir diperibadikan
ru: Персональный зикр
ur: ذاتی ذکر

# smart_type_prayer_followup_title
source: Namaz sonrası
ar: متابعة بعد الصلاة
de: Nachbereitung nach dem Gebet
en: Post-prayer follow-up
es: Seguimiento después de la oración
fa: پيگيري پس از نماز
fr: Suivi apres la priere
id: Susulan selepas salat
ms: Susulan selepas solat
ru: Напоминание после молитвы
ur: نماز کے بعد پیروی

# smart_type_streak_encouragement_title
source: Seri teşviki
ar: تشجيع على الاستمرار
de: Ermutigung zur Serie
en: Streak encouragement
es: Ánimo para mantener la racha
fa: تشويق براي حفظ پيوستگي
fr: Encouragement pour la constance
id: Dorongan untuk menjaga konsistensi
ms: Galakan untuk mengekalkan konsistensi
ru: Поддержка для сохранения серии
ur: تسلسل کی حوصلہ افزائی

# smart_type_weekly_summary_title
source: Haftalık özet
ar: ملخص أسبوعي
de: Wochliche Zusammenfassung
en: Weekly summary
es: Resumen semanal
fa: خلاصه هفتگي
fr: Resume hebdomadaire
id: Ringkasan mingguan
ms: Ringkasan mingguan
ru: Еженедельный итог
ur: ہفتہ وار خلاصہ

source: Sohbeti Temizle
ar: مسح المحادثة
de: Chat leeren
en: Clear Chat
es: Limpiar chat
fa: پاک کردن چت
fr: Effacer le chat
id: Bersihkan chat
ms: Kosongkan chat
ru: Очистить чат
ur: چیٹ صاف کریں

# sohbeti_temizle_2
source: Sohbeti Temizle
ar: مسح المحادثة
de: Chat leeren
en: Clear Chat
es: Limpiar chat
fa: پاک کردن چت
fr: Effacer le chat
id: Bersihkan chat
ms: Kosongkan chat
ru: Очистить чат
ur: چیٹ صاف کریں
